<!DOCTYPE HTML>
<html>

<head>
	<title>TECH-STORE</title>
	<meta charset="UTF-8">
	<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0/css/bootstrap.min.css">
	<link rel="stylesheet" href="/css/style.css">
	<link rel="stylesheet" href="/css/mmenu.css">
	<script src="https://code.jquery.com/jquery-3.2.1.slim.min.js"></script>
	<script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.12.9/umd/popper.min.js"></script>
	<script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0/js/bootstrap.min.js"></script>
	<script src="js/main.js"></script>
	<script src="js/mmenu.js"></script>
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
</head>

<body>
<header class="horisontal-menu drop-shadow">
			<nav id="nav">
			<ul>
				<li><a href="index.html">Главная</a></li>
				<li><a href="catalog.php">Акция</a></li>
				<li><a href="blog.php">Блог</a></li>
				<li><a href="contacts.php">Контакты</a></li>
				<li><a href="delivery.php">Доставка</a></li>
				<li><a href="pay.php">Оплата</a></li>
				<li><a class="velcom-li">+375 29 170 12 39</a></li>
				<li><a class="mts-li">+375 29 860 13 49</a></li>
				<li><a class="location-li">Логойский тракт 22а</a></li>
				<li><a class="clock-li">Пн. - Пт.: 9 00 - 18 00</a></li>
			</ul>
			<span class="menu"><button class="cmn-toggle-switch cmn-toggle-switch__htx menu">
<span>toggle menu</span>
</button></span>
		</nav>
		<div class=" content container">
			<div class="row">
				<div class="col-md-3 col-5 logo-header">
					<img class="site-logo" src="/img/logo.png">
				</div>
				<div class="col-md-5 col-5 contacts-header">
					<nav class="contact-info">
						<a class="phone">+375 29 123 45 67</a>
						<a class="phone">+375 29 123 45 67</a>
					</nav>
					<nav class="main-menu">
						<a href="catalog.php" class="item">Акция</a>
						<a href="blog.php" class="item">Блог</a>
						<a href="contacts.php" class="item">Контакты</a>
						<a href="delivery.php" class="item">Доставка</a>
						<a href="pay.php" class="item">Оплата</a>
					</nav>
				</div>
				<div class="col-md-4 col-4 right-header">
					<a class="btn big filled" data-toggle="modal" data-target="#questionModal">
						<p>Обратная связь</p>
					</a>
					<i class="icon-search"><svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" width="23px" height="27px" version="1.1" id="Capa_1" x="0px" y="0px" viewBox="0 0 512 512" style="enable-background:new 0 0 512 512;" xml:space="preserve" width="512px" height="512px" class=""><g><g>
	<g>
		<path d="M310,190c-5.52,0-10,4.48-10,10s4.48,10,10,10c5.52,0,10-4.48,10-10S315.52,190,310,190z" data-original="#000000" class="active-path" data-old_color="#bc0000" fill="#bc0000"/>
	</g>
</g><g>
	<g>
		<path d="M500.281,443.719l-133.48-133.48C388.546,277.485,400,239.555,400,200C400,89.72,310.28,0,200,0S0,89.72,0,200    s89.72,200,200,200c39.556,0,77.486-11.455,110.239-33.198l36.895,36.895c0.005,0.005,0.01,0.01,0.016,0.016l96.568,96.568    C451.276,507.838,461.319,512,472,512c10.681,0,20.724-4.162,28.278-11.716C507.837,492.731,512,482.687,512,472    S507.837,451.269,500.281,443.719z M305.536,345.727c0,0.001-0.001,0.001-0.002,0.002C274.667,368.149,238.175,380,200,380    c-99.252,0-180-80.748-180-180S100.748,20,200,20s180,80.748,180,180c0,38.175-11.851,74.667-34.272,105.535    C334.511,320.988,320.989,334.511,305.536,345.727z M326.516,354.793c10.35-8.467,19.811-17.928,28.277-28.277l28.371,28.371    c-8.628,10.183-18.094,19.65-28.277,28.277L326.516,354.793z M486.139,486.139c-3.78,3.78-8.801,5.861-14.139,5.861    s-10.359-2.081-14.139-5.861l-88.795-88.795c10.127-8.691,19.587-18.15,28.277-28.277l88.798,88.798    C489.919,461.639,492,466.658,492,472C492,477.342,489.919,482.361,486.139,486.139z" data-original="#000000" class="active-path" data-old_color="#bc0000" fill="#bc0000"/>
	</g>
</g><g>
	<g>
		<path d="M200,40c-88.225,0-160,71.775-160,160s71.775,160,160,160s160-71.775,160-160S288.225,40,200,40z M200,340    c-77.196,0-140-62.804-140-140S122.804,60,200,60s140,62.804,140,140S277.196,340,200,340z" data-original="#000000" class="active-path" data-old_color="#bc0000" fill="#bc0000"/>
	</g>
</g><g>
	<g>
		<path d="M312.065,157.073c-8.611-22.412-23.604-41.574-43.36-55.413C248.479,87.49,224.721,80,200,80c-5.522,0-10,4.478-10,10    c0,5.522,4.478,10,10,10c41.099,0,78.631,25.818,93.396,64.247c1.528,3.976,5.317,6.416,9.337,6.416    c1.192,0,2.405-0.215,3.584-0.668C311.472,168.014,314.046,162.229,312.065,157.073z" data-original="#000000" class="active-path" data-old_color="#bc0000" fill="#bc0000"/>
	</g>
</g></g> </svg></i>
					<i class="icon-profile"><svg 
 xmlns="http://www.w3.org/2000/svg"
 xmlns:xlink="http://www.w3.org/1999/xlink"
 width="23px" height="27px">
<path fill-rule="evenodd"  fill="rgb(188, 0, 0)"
 d="M22.331,27.006 L6.060,27.006 C5.688,27.006 5.386,26.703 5.386,26.328 C5.386,25.953 5.688,25.650 6.060,25.650 L21.635,25.650 C21.287,20.326 16.874,16.103 11.500,16.103 C6.126,16.103 1.713,20.326 1.365,25.650 L3.365,25.650 C3.737,25.650 4.039,25.953 4.039,26.328 C4.039,26.703 3.737,27.006 3.365,27.006 L0.669,27.006 C0.297,27.006 -0.005,26.703 -0.005,26.328 C-0.005,19.941 5.156,14.746 11.500,14.746 C17.844,14.746 23.005,19.941 23.005,26.328 C23.005,26.703 22.703,27.006 22.331,27.006 ZM11.500,13.389 C7.833,13.389 4.851,10.386 4.851,6.694 C4.851,3.003 7.833,-0.000 11.500,-0.000 C15.167,-0.000 18.149,3.003 18.149,6.694 C18.149,10.386 15.167,13.389 11.500,13.389 ZM11.500,1.357 C8.577,1.357 6.198,3.751 6.198,6.694 C6.198,9.637 8.577,12.032 11.500,12.032 C14.423,12.032 16.802,9.637 16.802,6.694 C16.802,3.751 14.423,1.357 11.500,1.357 ZM11.500,9.770 C10.617,9.770 9.776,9.384 9.194,8.710 C8.950,8.427 8.980,7.999 9.261,7.753 C9.542,7.507 9.967,7.537 10.211,7.820 C10.537,8.197 11.007,8.413 11.500,8.413 C11.993,8.413 12.463,8.197 12.788,7.820 C13.033,7.537 13.458,7.507 13.739,7.753 C14.020,7.999 14.050,8.427 13.806,8.710 C13.224,9.384 12.383,9.770 11.500,9.770 Z"/>
</svg></i>
					<i class="icon-cart"><svg 
 xmlns="http://www.w3.org/2000/svg"
 xmlns:xlink="http://www.w3.org/1999/xlink"
 width="29px" height="27px">
<path fill-rule="evenodd"  fill="rgb(188, 0, 0)"
 d="M28.972,6.359 L26.980,16.086 C26.844,16.748 26.258,17.229 25.585,17.229 L7.975,17.229 L8.394,19.276 L25.453,19.276 C25.846,19.276 26.165,19.597 26.165,19.992 C26.165,20.388 25.846,20.709 25.453,20.709 L8.394,20.709 C7.722,20.709 7.135,20.228 7.000,19.565 L3.554,2.739 L0.429,1.374 C0.068,1.216 -0.097,0.794 0.059,0.431 C0.216,0.068 0.635,-0.098 0.996,0.060 L4.121,1.424 C4.546,1.610 4.856,1.993 4.949,2.450 L5.397,4.637 L27.577,4.637 C28.007,4.637 28.409,4.830 28.681,5.165 C28.952,5.500 29.058,5.935 28.972,6.359 ZM5.690,6.070 L7.682,15.797 L25.585,15.797 L27.577,6.070 L5.690,6.070 ZM21.735,9.790 L11.531,9.790 C11.138,9.790 10.819,9.469 10.819,9.073 C10.819,8.678 11.137,8.357 11.531,8.357 L21.735,8.357 C22.128,8.357 22.447,8.678 22.447,9.073 C22.447,9.469 22.128,9.790 21.735,9.790 ZM12.086,12.077 L21.179,12.077 C21.573,12.077 21.892,12.398 21.892,12.794 C21.892,13.189 21.573,13.510 21.179,13.510 L12.086,13.510 C11.693,13.510 11.374,13.189 11.374,12.794 C11.374,12.398 11.693,12.077 12.086,12.077 ZM12.161,21.868 C13.567,21.868 14.711,23.019 14.711,24.434 C14.711,25.849 13.567,27.000 12.161,27.000 C10.754,27.000 9.610,25.849 9.610,24.434 C9.610,23.019 10.754,21.868 12.161,21.868 ZM12.161,25.567 C12.782,25.567 13.287,25.059 13.287,24.434 C13.287,23.809 12.782,23.300 12.161,23.300 C11.539,23.300 11.034,23.809 11.034,24.434 C11.034,25.059 11.539,25.567 12.161,25.567 ZM21.107,21.868 C22.513,21.868 23.657,23.019 23.657,24.434 C23.657,25.849 22.513,27.000 21.107,27.000 C19.701,27.000 18.556,25.849 18.556,24.434 C18.556,23.019 19.701,21.868 21.107,21.868 ZM21.107,25.567 C21.728,25.567 22.233,25.059 22.233,24.434 C22.233,23.809 21.728,23.300 21.107,23.300 C20.486,23.300 19.980,23.809 19.980,24.434 C19.980,25.059 20.486,25.567 21.107,25.567 Z"/>
</svg></i>
				</div>
			</div>
		</div>
	</header>
  <section>
    <div class="main-delivery">
      <div class="page-delivery">
        <div class="container">
          <div class="row">
            <h2 class="w-100 font-weight-bold">Доставка</h2>
            <div class="delivery w-100 drop-shadow">
            <div class="delivery-content">
              <h3 class="text-center font-weight-bold">Условия доставки по вашему адресу</h3>
              <form class="form-delivery">
                <div class="col-md-4 text-center">
                <p><label for="foo">Населенный пункт</label></p>
                <p><input class="border-none border-bottom" type="text" name="field1"/></p>
                </div>
                <div class="col-md-4 text-center">
                <p><label for="foo">Улица</label></p>
                <p><input class="border-none border-bottom" type="text" name="field2"/></p>
                </div>
                <div class="col-md-4 text-center">
                <p><label for="foo">Дом</label></p>
                <p><input class="border-none border-bottom" type="text" name="field3"/></p>
                </div>
                <a class="btn big filled form-button mt-40 button-60">
                  <p>Узнать</p>
                </a>
              </form>
              <div class="dostavka">
                <h3 class="text-center font-weight-bold">Сроки доставки</h3>
                <div class="days-for-delivery">
                  <div class="col-md-5">
                    <p class="where-delivery">Крупные города Беларуси:</p>
                    <p class="how-many-days"> от 2 дней</p>
                  </div>
                  <div class="col-md-5">
                    <p class="where-delivery">Отдаленные населенные пункты</p>
                    <p class="how-many-days">от 10 дней</p>
                  </div>
                </div>
              </div>
             </div>
            
            <div id="map">
              <iframe src="https://snazzymaps.com/embed/51809" width="100%" height="450px" style="border:none;"></iframe>
              <div class="contacts">
                <div class="export-block">
                  <h2 class="contacts-title">Пункт самовывоза</h2>
                  <div class="telephone">
                    <h6>Телефоны:</h6>
                    <a class="telefon" href="tel:375291111111">+375 29 111 11 11</a><br>
                    <a class="telefon" href="tel:375291111111">+375 29 111 11 11</a>
                  </div>
                  <div class="adress">
                    <h6>Пункт самовывоза:</h6>
                    <a class="ulica">г. Минск, ул. Маяковского 29, к.2</a>
                  </div>
                  <div class="email">
                    <h6>E-mail</h6>
                    <a class="mail" href="mailto:tech-store@gmail.com">tech-store@gmail.com</a>
                  </div>
                </div>
              </div>
            </div>
            </div>
          </div>
        </div>
      </div>
    </div>
  </section>
<footer>
		<div class="container">
			<div class="content">
				<div class="row">
					<div class="col-md-3 col-6 footer-logo">
						<img class="site-logo" src="/img/logo.png">
					</div>
					<div class="col-md-5 col-12">
						<nav class="main-menu">
							<a href="catalog.php" class="item">Акция</a>
							<a href="blog.php" class="item">Блог</a>
							<a href="contacts.php" class="item">Контакты</a>
							<a href="delivery.php" class="item">Доставка</a>
							<a href="pay.php" class="item">Оплата</a>
						</nav>
						<a href="#" class="item item-additional">Юридическая информация</a>
						<div class="seti">
							<div class="f-seti f-twitter">
								<svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" version="1.1" id="Capa_1" x="0px" y="0px" viewBox="0 0 612 612" style="enable-background:new 0 0 612 612;" xml:space="preserve" width="29px" height="25px">
<g>
		<path d="M612,116.258c-22.525,9.981-46.694,16.75-72.088,19.772c25.929-15.527,45.777-40.155,55.184-69.411    c-24.322,14.379-51.169,24.82-79.775,30.48c-22.907-24.437-55.49-39.658-91.63-39.658c-69.334,0-125.551,56.217-125.551,125.513    c0,9.828,1.109,19.427,3.251,28.606C197.065,206.32,104.556,156.337,42.641,80.386c-10.823,18.51-16.98,40.078-16.98,63.101    c0,43.559,22.181,81.993,55.835,104.479c-20.575-0.688-39.926-6.348-56.867-15.756v1.568c0,60.806,43.291,111.554,100.693,123.104    c-10.517,2.83-21.607,4.398-33.08,4.398c-8.107,0-15.947-0.803-23.634-2.333c15.985,49.907,62.336,86.199,117.253,87.194    c-42.947,33.654-97.099,53.655-155.916,53.655c-10.134,0-20.116-0.612-29.944-1.721c55.567,35.681,121.536,56.485,192.438,56.485    c230.948,0,357.188-191.291,357.188-357.188l-0.421-16.253C573.872,163.526,595.211,141.422,612,116.258z" fill="#FFFFFF"/>
	</g>
</svg>

							</div>
							<div class="f-seti f-vk">
								<svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" version="1.1" id="Capa_1" x="0px" y="0px" width="31px" height="19px" viewBox="0 0 548.358 548.358" style="enable-background:new 0 0 548.358 548.358;" xml:space="preserve">
<g>
	<path d="M545.451,400.298c-0.664-1.431-1.283-2.618-1.858-3.569c-9.514-17.135-27.695-38.167-54.532-63.102l-0.567-0.571   l-0.284-0.28l-0.287-0.287h-0.288c-12.18-11.611-19.893-19.418-23.123-23.415c-5.91-7.614-7.234-15.321-4.004-23.13   c2.282-5.9,10.854-18.36,25.696-37.397c7.807-10.089,13.99-18.175,18.556-24.267c32.931-43.78,47.208-71.756,42.828-83.939   l-1.701-2.847c-1.143-1.714-4.093-3.282-8.846-4.712c-4.764-1.427-10.853-1.663-18.278-0.712l-82.224,0.568   c-1.332-0.472-3.234-0.428-5.712,0.144c-2.475,0.572-3.713,0.859-3.713,0.859l-1.431,0.715l-1.136,0.859   c-0.952,0.568-1.999,1.567-3.142,2.995c-1.137,1.423-2.088,3.093-2.848,4.996c-8.952,23.031-19.13,44.444-30.553,64.238   c-7.043,11.803-13.511,22.032-19.418,30.693c-5.899,8.658-10.848,15.037-14.842,19.126c-4,4.093-7.61,7.372-10.852,9.849   c-3.237,2.478-5.708,3.525-7.419,3.142c-1.715-0.383-3.33-0.763-4.859-1.143c-2.663-1.714-4.805-4.045-6.42-6.995   c-1.622-2.95-2.714-6.663-3.285-11.136c-0.568-4.476-0.904-8.326-1-11.563c-0.089-3.233-0.048-7.806,0.145-13.706   c0.198-5.903,0.287-9.897,0.287-11.991c0-7.234,0.141-15.085,0.424-23.555c0.288-8.47,0.521-15.181,0.716-20.125   c0.194-4.949,0.284-10.185,0.284-15.705s-0.336-9.849-1-12.991c-0.656-3.138-1.663-6.184-2.99-9.137   c-1.335-2.95-3.289-5.232-5.853-6.852c-2.569-1.618-5.763-2.902-9.564-3.856c-10.089-2.283-22.936-3.518-38.547-3.71   c-35.401-0.38-58.148,1.906-68.236,6.855c-3.997,2.091-7.614,4.948-10.848,8.562c-3.427,4.189-3.905,6.475-1.431,6.851   c11.422,1.711,19.508,5.804,24.267,12.275l1.715,3.429c1.334,2.474,2.666,6.854,3.999,13.134c1.331,6.28,2.19,13.227,2.568,20.837   c0.95,13.897,0.95,25.793,0,35.689c-0.953,9.9-1.853,17.607-2.712,23.127c-0.859,5.52-2.143,9.993-3.855,13.418   c-1.715,3.426-2.856,5.52-3.428,6.28c-0.571,0.76-1.047,1.239-1.425,1.427c-2.474,0.948-5.047,1.431-7.71,1.431   c-2.667,0-5.901-1.334-9.707-4c-3.805-2.666-7.754-6.328-11.847-10.992c-4.093-4.665-8.709-11.184-13.85-19.558   c-5.137-8.374-10.467-18.271-15.987-29.691l-4.567-8.282c-2.855-5.328-6.755-13.086-11.704-23.267   c-4.952-10.185-9.329-20.037-13.134-29.554c-1.521-3.997-3.806-7.04-6.851-9.134l-1.429-0.859c-0.95-0.76-2.475-1.567-4.567-2.427   c-2.095-0.859-4.281-1.475-6.567-1.854l-78.229,0.568c-7.994,0-13.418,1.811-16.274,5.428l-1.143,1.711   C0.288,140.146,0,141.668,0,143.763c0,2.094,0.571,4.664,1.714,7.707c11.42,26.84,23.839,52.725,37.257,77.659   c13.418,24.934,25.078,45.019,34.973,60.237c9.897,15.229,19.985,29.602,30.264,43.112c10.279,13.515,17.083,22.176,20.412,25.981   c3.333,3.812,5.951,6.662,7.854,8.565l7.139,6.851c4.568,4.569,11.276,10.041,20.127,16.416   c8.853,6.379,18.654,12.659,29.408,18.85c10.756,6.181,23.269,11.225,37.546,15.126c14.275,3.905,28.169,5.472,41.684,4.716h32.834   c6.659-0.575,11.704-2.669,15.133-6.283l1.136-1.431c0.764-1.136,1.479-2.901,2.139-5.276c0.668-2.379,1-5,1-7.851   c-0.195-8.183,0.428-15.558,1.852-22.124c1.423-6.564,3.045-11.513,4.859-14.846c1.813-3.33,3.859-6.14,6.136-8.418   c2.282-2.283,3.908-3.666,4.862-4.142c0.948-0.479,1.705-0.804,2.276-0.999c4.568-1.522,9.944-0.048,16.136,4.429   c6.187,4.473,11.99,9.996,17.418,16.56c5.425,6.57,11.943,13.941,19.555,22.124c7.617,8.186,14.277,14.271,19.985,18.274   l5.708,3.426c3.812,2.286,8.761,4.38,14.853,6.283c6.081,1.902,11.409,2.378,15.984,1.427l73.087-1.14   c7.229,0,12.854-1.197,16.844-3.572c3.998-2.379,6.373-5,7.139-7.851c0.764-2.854,0.805-6.092,0.145-9.712   C546.782,404.25,546.115,401.725,545.451,400.298z" fill="#FFFFFF"/>
</g>
</svg>

							</div>
							<div class="f-seti f-fb">
								<svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" version="1.1" id="Capa_1" x="0px" y="0px" width="25px" height="27px" viewBox="0 0 430.113 430.114" style="enable-background:new 0 0 430.113 430.114;" xml:space="preserve">
<g>
	<path id="Facebook" d="M158.081,83.3c0,10.839,0,59.218,0,59.218h-43.385v72.412h43.385v215.183h89.122V214.936h59.805   c0,0,5.601-34.721,8.316-72.685c-7.784,0-67.784,0-67.784,0s0-42.127,0-49.511c0-7.4,9.717-17.354,19.321-17.354   c9.586,0,29.818,0,48.557,0c0-9.859,0-43.924,0-75.385c-25.016,0-53.476,0-66.021,0C155.878-0.004,158.081,72.48,158.081,83.3z" fill="#FFFFFF"/>
</g>
</svg>
							</div>
							<div class="f-seti f-youtube">
								<svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" version="1.1" id="Capa_1" x="0px" y="0px" width="27px" height="26px" viewBox="0 0 90 90" style="enable-background:new 0 0 90 90;" xml:space="preserve">
<g>
	<path id="YouTube" d="M70.939,65.832H66l0.023-2.869c0-1.275,1.047-2.318,2.326-2.318h0.315c1.282,0,2.332,1.043,2.332,2.318   L70.939,65.832z M52.413,59.684c-1.253,0-2.278,0.842-2.278,1.873V75.51c0,1.029,1.025,1.869,2.278,1.869   c1.258,0,2.284-0.84,2.284-1.869V61.557C54.697,60.525,53.671,59.684,52.413,59.684z M82.5,51.879v26.544   C82.5,84.79,76.979,90,70.23,90H19.771C13.02,90,7.5,84.79,7.5,78.423V51.879c0-6.367,5.52-11.578,12.271-11.578H70.23   C76.979,40.301,82.5,45.512,82.5,51.879z M23.137,81.305l-0.004-27.961l6.255,0.002v-4.143l-16.674-0.025v4.073l5.205,0.015v28.039   H23.137z M41.887,57.509h-5.215v14.931c0,2.16,0.131,3.24-0.008,3.621c-0.424,1.158-2.33,2.388-3.073,0.125   c-0.126-0.396-0.015-1.591-0.017-3.643l-0.021-15.034h-5.186l0.016,14.798c0.004,2.268-0.051,3.959,0.018,4.729   c0.127,1.357,0.082,2.939,1.341,3.843c2.346,1.69,6.843-0.252,7.968-2.668l-0.01,3.083l4.188,0.005L41.887,57.509L41.887,57.509z    M58.57,74.607L58.559,62.18c-0.004-4.736-3.547-7.572-8.356-3.74l0.021-9.239l-5.209,0.008l-0.025,31.89l4.284-0.062l0.39-1.986   C55.137,84.072,58.578,80.631,58.57,74.607z M74.891,72.96l-3.91,0.021c-0.002,0.155-0.008,0.334-0.01,0.529v2.182   c0,1.168-0.965,2.119-2.137,2.119h-0.766c-1.174,0-2.139-0.951-2.139-2.119V75.45v-2.4v-3.097h8.954v-3.37   c0-2.463-0.063-4.925-0.267-6.333c-0.641-4.454-6.893-5.161-10.051-2.881c-0.991,0.712-1.748,1.665-2.188,2.945   c-0.444,1.281-0.665,3.031-0.665,5.254v7.41C61.714,85.296,76.676,83.555,74.891,72.96z M54.833,32.732   c0.269,0.654,0.687,1.184,1.254,1.584c0.56,0.394,1.276,0.592,2.134,0.592c0.752,0,1.418-0.203,1.998-0.622   c0.578-0.417,1.065-1.04,1.463-1.871l-0.099,2.046h5.813V9.74H62.82v19.24c0,1.042-0.858,1.895-1.907,1.895   c-1.043,0-1.904-0.853-1.904-1.895V9.74h-4.776v16.674c0,2.124,0.039,3.54,0.102,4.258C54.4,31.385,54.564,32.069,54.833,32.732z    M37.217,18.77c0-2.373,0.198-4.226,0.591-5.562c0.396-1.331,1.107-2.401,2.137-3.208c1.027-0.811,2.342-1.217,3.941-1.217   c1.345,0,2.497,0.264,3.459,0.781c0.967,0.52,1.713,1.195,2.23,2.028c0.527,0.836,0.885,1.695,1.076,2.574   c0.195,0.891,0.291,2.235,0.291,4.048v6.252c0,2.293-0.092,3.98-0.271,5.051c-0.177,1.074-0.557,2.07-1.146,3.004   c-0.58,0.924-1.329,1.615-2.237,2.056c-0.918,0.445-1.968,0.663-3.154,0.663c-1.325,0-2.441-0.183-3.361-0.565   c-0.923-0.38-1.636-0.953-2.144-1.714c-0.513-0.762-0.874-1.69-1.092-2.772c-0.219-1.081-0.323-2.707-0.323-4.874L37.217,18.77   L37.217,18.77z M41.77,28.59c0,1.4,1.042,2.543,2.311,2.543c1.27,0,2.308-1.143,2.308-2.543V15.43c0-1.398-1.038-2.541-2.308-2.541   c-1.269,0-2.311,1.143-2.311,2.541V28.59z M25.682,35.235h5.484l0.006-18.96l6.48-16.242h-5.998l-3.445,12.064L24.715,0h-5.936   l6.894,16.284L25.682,35.235z" fill="#FFFFFF"/>
</g>
</svg>

							</div>
						</div>
					</div>
					<div class="col-md-4 col-12 footer-button">
						<a class="btn big filled" data-toggle="modal" data-target="#questionModal">
							<p>Обратная связь</p>
						</a>
					</div>

					<div class="col-12 creator">
						<a href="https://tanix.by/">Создание и продвижение сайтов<img alt="tanix.by" src="/img/logotanix.png"/></a>
					</div>

				</div>
			</div>
		</div>
	</footer>
		<script>
	(function() {

"use strict";

var toggles = document.querySelectorAll(".cmn-toggle-switch");
 
for (var i = toggles.length - 1; i >= 0; i--) {
var toggle = toggles[i];
toggleHandler(toggle);
};
 
function toggleHandler(toggle) {
toggle.addEventListener( "click", function(e) {
e.preventDefault();
(this.classList.contains("active") === true) ? this.classList.remove("active") : this.classList.add("active");
});
}
 
})();
	</script>
		<!-- Modal window-->
		<div class="modal fade" id="questionModal" tabindex="-1" role="dialog" aria-labelledby="questionModalLabel" aria-hidden="true">
  <div class="modal-dialog" role="document">
    <div class="modal-content">
      <div class="modal-header">
				<h5>Обратный звонок</h5>
        <button type="button" class="close" data-dismiss="modal" aria-label="Close">
          <span aria-hidden="true">&times;</span>
        </button>
      </div>
      <div class="modal-body">
      <form id="modal-form" class="form-question" method="post" style="text-align:center">
				<input type="hidden" name="subject_field" value="Обратный звонок"/>
				<input class="question-field" placeholder="Ваше имя*" type="text" name="name_field" rows="10" cols="40" required>
				<input class="question-field" placeholder="Ваш телефон" type="text" pattern="^[0-9\-\+\s\(\)]*$"  name="phone_field" rows="10" cols="40">
				<input class="question-field" placeholder="E-mail*" type="text" pattern="[a-z0-9._%+-]+@[a-z0-9.-]+\.[a-z]{2,3}$" name="email_field" rows="10" cols="40" required>
				<input class="question-field" placeholder="Комментарий" type="text" name="note_field" rows="10" cols="40">
				<label><input type="submit" class="btn big filled" value="Отправить"></label>
			</form>
      </div>
    </div>
  </div>
</div><!--#questionModal-->
</body>

</html>